Repository: SohnTsang/Getalong
Catalog: ios/Getalong/Getalong/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

# quickstart.title.line1
source: Start with one
ja: まずは、
zh_hant: 先寫下

# quickstart.title.line2
source: small line.
ja: あなたらしい一言を。
zh_hant: 一句代表你的話。

# safety.block.blockedState
source: You blocked this user.
ja: このユーザーをブロックしています。
zh_hant: 你已封鎖這位使用者。

# safety.block.confirm
source: Block user
ja: ブロックする
zh_hant: 封鎖使用者

# safety.block.error
source: Couldn’t block this user. Please try again.
ja: ブロックできませんでした。もう一度お試しください。
zh_hant: 無法封鎖這位使用者，請再試一次。

# safety.block.inputDisabled
source: Messaging is disabled for this conversation.
ja: この会話ではメッセージを送信できません。
zh_hant: 這段對話已停用訊息功能。

# safety.block.selfError
source: You can’t block yourself.
ja: 自分自身はブロックできません。
zh_hant: 你無法封鎖自己。

# safety.block.subtitle
source: They won’t be able to send you invites or messages. You won’t be notified about them.
ja: 相手からのきっかけやメッセージは届かなくなります。
zh_hant: 對方將無法再向你送出訊號或訊息，你也不會收到相關通知。

# safety.block.success
source: User blocked.
ja: ユーザーをブロックしました。
zh_hant: 已封鎖使用者。

# safety.block.title
source: Block this user?
ja: このユーザーをブロックしますか？
zh_hant: 要封鎖這位使用者嗎？

# safety.blockedUsers.empty.subtitle
source: People you block will appear here.
ja: ブロックしたユーザーはここに表示されます。
zh_hant: 你封鎖的使用者會顯示在這裡。

# safety.blockedUsers.empty.title
source: No blocked users
ja: ブロック中のユーザーはいません
zh_hant: 目前沒有封鎖的使用者

# safety.blockedUsers.loadError
source: Couldn’t load blocked users.
ja: ブロックリストを読み込めませんでした。
zh_hant: 無法載入封鎖名單。

# safety.blockedUsers.title
source: Blocked users
ja: ブロックしたユーザー
zh_hant: 已封鎖的使用者

# safety.blockedUsers.unblock
source: Unblock
ja: ブロックを解除
zh_hant: 解除封鎖

# safety.blockedUsers.unblockConfirm.action
source: Unblock user
ja: ブロックを解除
zh_hant: 解除封鎖

# safety.blockedUsers.unblockConfirm.message
source: They may be able to send you invites or messages again.
ja: 相手からのきっかけやメッセージが再び届く可能性があります。
zh_hant: 對方之後可能可以再次向你送出訊號或訊息。

# safety.blockedUsers.unblockConfirm.title
source: Unblock this user?
ja: ブロックを解除しますか？
zh_hant: 要解除封鎖嗎？

# safety.blockedUsers.unblockError
source: Couldn’t unblock this user. Please try again.
ja: ブロックを解除できませんでした。もう一度お試しください。
zh_hant: 無法解除封鎖，請再試一次。

# safety.blockedUsers.unblockSuccess
source: User unblocked.
ja: ブロックを解除しました。
zh_hant: 已解除封鎖。

# safety.menu.blockUser
source: Block user
ja: ユーザーをブロック
zh_hant: 封鎖使用者

# safety.menu.reportMedia
source: Report media
ja: メディアを報告
zh_hant: 檢舉媒體

# safety.menu.reportMessage
source: Report message
ja: メッセージを報告
zh_hant: 檢舉訊息

# safety.menu.reportSignal
source: Report invite
ja: 招待を報告
zh_hant: 檢舉邀請

# safety.menu.reportUser
source: Report user
ja: ユーザーを報告
zh_hant: 檢舉使用者

# safety.menu.reportViewerMedia
source: Report media
ja: メディアを報告
zh_hant: 檢舉媒體

# safety.report.alreadyReported
source: You’ve already reported this.
ja: すでに報告済みです。
zh_hant: 你已檢舉過此項目。

# safety.report.details.placeholder
source: Add details if you want...
ja: 必要であれば詳しく入力してください...
zh_hant: 如有需要，可以補充更多細節...

# safety.report.error
source: Couldn’t send your report. Please try again.
ja: 報告を送信できませんでした。もう一度お試しください。
zh_hant: 無法送出檢舉，請再試一次。

# safety.report.reason.harassment
source: Harassment or abuse
ja: 嫌がらせ・攻撃的な内容
zh_hant: 騷擾或攻擊性內容

# safety.report.reason.hate
source: Hate or discrimination
ja: 差別的な内容
zh_hant: 仇恨或歧視內容

# safety.report.reason.other
source: Other
ja: その他
zh_hant: 其他

# safety.report.reason.scam
source: Scam or spam
ja: 詐欺・スパム
zh_hant: 詐騙或垃圾訊息

# safety.report.reason.selfHarm
source: Self-harm or danger
ja: 自傷や危険に関する内容
zh_hant: 自我傷害或危險相關內容

# safety.report.reason.sexual
source: Sexual content
ja: 性的な内容
zh_hant: 性相關內容

# safety.report.reason.underage
source: Underage user
ja: 未成年の可能性
zh_hant: 可能是未成年使用者

# safety.report.submit
source: Submit report
ja: 報告を送信
zh_hant: 送出檢舉

# safety.report.subtitle
source: Tell us what happened. We’ll review it to help keep Getalong safe.
ja: 何があったか教えてください。Getalongを安心して使える場所にするため確認します。
zh_hant: 請告訴我們發生了甚麼。我們會進行檢視，協助維持 Getalong 的安全。

# safety.report.success
source: Thanks. Your report was sent.
ja: 報告を送信しました。
zh_hant: 已送出檢舉。

# safety.report.title
source: Report
ja: 報告
zh_hant: 檢舉

# signals.accept
source: Accept
ja: 応える
zh_hant: 回應

# signals.accept.start
source: Start chatting
ja: 会話をはじめる
zh_hant: 開始對話

# signals.cancel
source: Cancel
ja: キャンセル
zh_hant: 取消

# signals.decline
source: Decline
ja: 今はしない
zh_hant: 暫時不要

# signals.decline.notNow
source: Not now
ja: 今はしない
zh_hant: 暫時不要

# signals.dev.description
source: In the real app, invites are sent from someone’s profile or post in Discover.
ja: 本番では、相手のプロフィールや投稿から送れるようになります。
zh_hant: 正式版會從對方的個人頁或動態送出訊號。

# signals.dev.recipient.error
source: Enter a handle to send an invite to.
ja: 送り先のハンドルを入力してください。
zh_hant: 請輸入對方的 ID。

# signals.dev.recipient.label
source: Recipient handle
ja: 送り先のハンドル
zh_hant: 對方的 ID

# signals.dev.title
source: Developer test
ja: 開発用テスト
zh_hant: 開發測試

# signals.incoming.fallback
source: Thinks you might get along.
ja: 気が合いそうだと感じています。
zh_hant: 覺得你們可能合得來。

# signals.live.empty.subtitle
source: When someone clicks with what you said, you’ll feel it here.
ja: あなたの一言に共感した人がいたら、ここに届きます。
zh_hant: 當有人對你的話有共鳴時，會在這裡看到。

# signals.live.empty.title
source: No live invites
ja: 今は届いていません
zh_hant: 目前沒有即時訊號

# signals.live.label
source: Live invite
ja: ライブのきっかけ
zh_hant: 即時訊號

# signals.missed.empty.subtitle
source: If you miss a live invite, it lands here so you can still respond.
ja: ライブで見逃したきっかけは、ここから後で返せます。
zh_hant: 錯過的即時訊號會留在這裡，之後仍可回應。

# signals.missed.empty.title
source: No missed invites
ja: 見逃したきっかけはありません
zh_hant: 目前沒有錯過的訊號

# signals.missed.expires %@
source: Expires %@
ja: 期限：%@
zh_hant: %@ 到期

# signals.missed.fallback
source: They thought you two might click.
ja: 気が合うかもしれないと感じたようです。
zh_hant: 對方覺得你們可能合得來。

# signals.missed.label
source: Missed invite
ja: 見逃したきっかけ
zh_hant: 錯過的訊號

# signals.missed.remove
source: Remove invite
ja: 招待を削除
zh_hant: 移除邀請

# signals.missed.support
source: No pressure — start chatting if it still feels right.
ja: 気になるなら、今からでも会話をはじめられます。
zh_hant: 如果還想試試，現在就可以開始對話。

# signals.outgoing.fallback
source: Waiting to see if it clicks…
ja: 相手の反応を待っています…
zh_hant: 等待對方回應⋯

# signals.outgoing.label
source: Invite sent
ja: 送信しました
zh_hant: 訊號已送出

# signals.send
source: Send invite
ja: 送る
zh_hant: 送出訊號

# signals.subtitle
source: Live invites are quick, mutual moments. No pressure if it isn’t yours.
ja: 今この瞬間に届く、短いきっかけ。気になるときだけ反応して大丈夫です。
zh_hant: 即時訊號是一個短暫的互相回應時刻。沒感覺也沒關係。

# signals.tab.live
source: Live
ja: ライブ
zh_hant: 即時

# signals.tab.missed
source: Missed
ja: あとで
zh_hant: 錯過

# signals.timeRemaining %lld
source: %lld s left
ja: 残り %lld 秒
zh_hant: 剩餘 %lld 秒

# signals.title
source: Invites
ja: 招待
zh_hant: 邀請

# status.banned.message
source: This account has been suspended.
ja: このアカウントは利用停止されています。
zh_hant: 此帳戶已被暫停。

# status.banned.title
source: Account unavailable
ja: アカウントが使用できません
zh_hant: 帳戶無法使用

# status.deleted.message
source: This account is scheduled for deletion.
ja: このアカウントは削除予定です。
zh_hant: 此帳戶已排定刪除。

# status.deleted.title
source: Account deleted
ja: アカウントが削除されました
zh_hant: 帳戶已刪除

# status.error.title
source: Something went wrong
ja: 問題が発生しました
zh_hant: 發生問題

# tab.chats
source: Chats
ja: チャット
zh_hant: 對話

# tab.discover
source: Discover
ja: 見つける
zh_hant: 探索

# tab.profile
source: Profile
ja: プロフィール
zh_hant: 個人頁

# tab.signals
source: Invite
ja: 招待
zh_hant: 邀請

# common.ok
source: OK
zh_hant: 好
